Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/sfs_veiledning_6_undervisningsopplegg-slektsbenevninge.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Fuolkenamahusat
sma: Udir.no - Laahkoeh Laahkoeh

source: Fuolkenamahusat
sma: Aamhtese: maadtoeladtjh

source: Ceahkki: 2. jahkeceahkki Fádda: Sogat / Fuolkit Áigi: golbma gitta viđa diibmui
sma: Tijje: 3 – 5 tæjmoeh

source: Álggahus
sma: Aalkoe

source: Dát oahpahusláhču lea ovdamearkka movt bargat gelbbolašvuođamihttomeriin 1. ja 2. jahkeceahkis.
sma: Daate øøhpehtimmiesoejkesje vuesehte guktie maahtoeulmine 1. jïh 2. jaepiedaltesinie barka.

source: Dás galgá sohkanamahusaiguin bargat.
sma: Daate lea barkoe laahkoej bïjre.

source: Gelbbolašvuođamihttomearit sáhttet konkretiserejuvvot oahppanulbmilin, mat leat ceahkkin joksat gelbbolašvuođamihttomeriid.
sma: Maahta maahtoeulmide tjyølkehke darjodh lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.

source: Oahpahusláhču čájeha heivvolaš bargovugiid, movt vuođđogálggaid integrere bargui ja movt oahpaheaddji sáhttá heivehit oahpahusa ohppiide ja árvvoštallat sin dađistaga.
sma: Øøhpehtimmiesoejkesje sjyøhtehke barkoevuekieh vuesehte, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh, jïh guktie lohkehtæjja øøhpehtimmiem learoehkidie sjïehtede, jïh dejtie vuarjesje iktemearan.

source: Gelbbolašvuođamihttomearit 2. jahkeceahki maŋŋel Árbevirolaš máhttu Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Daesnie aaj vuesiehtimmieh guktie learohkh jïjtjemse jïh sinsitniem vuarjasjieh. Maahtoeulmie 2. jaepiedaltesen mænngan

source: gohčodit iežas lagas fulkkiid fuolkenamahusaiguin ja diehtit maid sátni gáibmi mearkkaša
sma: laahkoeh dan lihke maadtoeladtjese nåhtadidh jïh soptsestidh mij neebne lea

source: Eará heivvolaš gelbbolašvuođamihttomearit 4.
sma: Jeatjah sjyøhtehke maahtoeulmieh 4. jaepiedaltesen mænngan

source: Jahkeceahki maŋŋel Njálmmálaš gulahallan
sma: Njaalmeldh gaskesadteme

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Lohkehtimmien ulmie lea learohkh edtjieh maehtedh

source: geavahit iešguđetlágan dajaldagaid dilálašvuođaid mielde
sma: ovmessie njaalmeldh dïejvesh nåhtadidh, ovmessie tsiehkide sjïehtedamme

source: Oahppanulbmilat
sma: Lïerehtimmieulmie

source: Gelbbolašvuođamihttomearit leat konkretiserejuvvon oahppanulbmilin, mat leat ceahkkin barggus olahit gelbbolašvuođamihttomeriid.
sma: Maahtoeulmiem tjyølkehke dorjeme lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmiem jaksedh.

source: Oahppi galgá máhttit
sma: Learohke edtja maehtedh

source: - geavahit doahpagiid bearaš, eadni, áhčči, viellja, oabbá, áhkku, áddjá, vilbealit / oambealit, muoŧŧá / goaski / siessá ja eanu / čeahci / eahki - čilget gáimmi doahpaga mearkkašumi
sma: dïejvesidie fuelhkie, tjidtjie, aehtjie, vïelle, åabpa, aahka, aajja, aajkohke, seasa jïh jyøne nåhtadidh ulmiem buerkiestidh dehtie dïejvesistie neebne

source: Vuođđogálggat
sma: Vihkielommes maehtelesvoeth

source: Máhttit lohkat mearkkaša dás máhttit fuolkenamahusaid lohkat.
sma: Maehtedh lohkedh lea daesnie maehtedh laahkojde lohkedh.

source: Máhttit njálmmálaččat ovdanbuktit mearkkaša dán oktavuođas ipmirdit ja máhttit dadjat fuolkenamahusaid.
sma: Maehtedh jïjtjemse njaalmeldh tjïelkesidh lea daesnie laahkojde guarkedh jïh jiehtedh.

source: Máhttit čálalaččat ovdanbuktit mearkkaša dás ahte máhttá čállit muhtin fuolkenamahusaid.
sma: Maehtedh jïjtjemse tjaaleldh tjïelkesidh lea daesnie naan laahkoeh tjaeledh.

source: Máhttit geavahit digitálalaš reaidduid mearkkaša dás čállit fuolkenamahusaid dihtorii ja geavahit digitála reaidduid dán bargui.
sma: Maehtedh digitale dïrregh nåhtadidh lea daesnie laahkoeh daatovrisnie tjaeledh jïh digitale dïrregh nåhtadidh gosse daejnie barka.

source: Ráhkkaneapmi
sma: Soejkesjimmieh

source: Oahpaheaddji álgá iskát makkár fuolkenamahusaid oahppit máhttet, ja dihtet go buohkat ja máhttet go geavahit rievttes fuolkenamahusaid.
sma: Lohkehtæjja aalka goerehtidh mah laahkoeh learohkh maehtieh, jïh mejtie gaajhkesh daejrieh jïh maehtieh dejtie reaktoe laahkojde nåhtadidh.

source: Lea dehálaš ahte oahpaheaddji ovdalgihtii jurddaša makkár fuolkenamahusaid sáhttá geavahit ohppiid ektui.
sma: Vihkeles lohkehtæjja åvtelhbodti ussjede mah laahkoeh dah learohkh maehtieh nåhtadidh.

source: Muhtumin berre dát fáddá geavahuvvot oppalaš dásis danne go ferte vuhtiiváldit ovttaskas ohppiid.
sma: Muvhten aejkien tjuara aamhtesem siejhmelaakan gïetedidh, juktie aktegslearohkh krøøhkestidh.

source: Muital guovddáš doahpagiid nugo eadni, áhčči, viellja, oabbá, áhkku, áddjá, muoŧŧá / goaski / siessá ja eanu / čeahci / eahki ja huma dáid birra ohppiiguin.
sma: Øøhpehth dah voernges dïejvesh goh tjidtjie, aehtjie, vïelle, åabpa, aahka, aajja, jyøne, jiekie, tsietsie, seasa, gåeskie, maake, muahra, jijmie jïh aajkohke, jïh soptsesth dej bïjre learohkigujmie.

source: Oahpahuslážut
sma: Lïerehtimmiedarjomh

source: Muitalit iežaset birra Divtte ohppiid njálmmálaččat muitalit iežaset birra, bearraša birra ja eará lagas fulkkiid.
sma: Jïjtse bïjre soptsestidh Baajh learoehkidie njaalmeldh jïjtse bïjre soptsestidh, sov fuelhkie jïh lihke maadtoeladtjh.

source: Lea dehálaš oažžut buot ohppiid mielde ságastallamii.
sma: Vihkeles gaajhkide learoehkidie meatan åadtjodh soptsestimmesne.

source: De sáhttet sii oahppat čállit fuolkenamahusaid.
sma: Dan mænngan maehtieh lïeredh laahkojde tjaeledh.

source: Nannen dihte sátnegovaid de sáhttet oahppit sárgut govaid dahje liibmet govaid mat govvidit sániid.
sma: Juktie baakoeguvvide nænnoestidh dah learohkh maehtieh guvviedidh jallh fotoh lïjmesjidh mah baakojde sjïehtesjieh.

source: Ráhkadit álkkes fuolke- / sohkamuora (vižžon Sámegiela 2) Dá lea muorra mas lea njeallječiegat rámma.
sma: Daesnie guvvie aktede moereste aktine mierine, gusnie sijjie akten gåvvan learoehkistie jïh learohken nomme bijjemes.

source: Vuolit dásis lea sadji sárgumiidda dahje váhnemiid / ovddasteddjiid govvii ja nammii.
sma: Njieptjine vuelebe lea sijjie guvvide jïh nommide eejhtegijstie / dejstie mah eejhtegi åvteste.

source: Vuolemus ráiddus lea sadji ges sárgumiidda dahje govaide ja ádjáid / áhkuid namaide.
sma: Dennie vuelemassjen njieptjesne lea sijjie guvvide jïh nommide aahkeste gon aajjeste.

source: Molssaeaktun lea čuohpadit govaid aviissain ja bláđiin ja ráhkadit máhkašbearraša / fantasiija bearraša.
sma: Akte alternatijve lea guvvieh plaerijste jïh våhkoeplaerijste bietskiedidh, jïh aktem ussjedamme fuelhkiem / heamtuvrefuelhkiem darjodh.

source: Gáldu: Samegiella 2-bagadallan
sma: Gaaltije: Saemien 2-bïhkedimmie

source: Heivehuvvon oahpahus
sma: Sjïehtedamme lohkehtimmie

source: Buot oahppit barget álgoálggus seammá bargobihtáin, heiveheapmi boahtá das maid oahppit ja oahpaheaddjit válljejit.
sma: Gaajhkh learohkh aalkovistie seamma laavenjassine berkieh, bene joekehtse lea dejnie veeljeminie learohke jïh lohkehtæjjah darjoeh.

source: Soapmásat barget ovdamearkka dihte dušše mottiin doahpagiin lagamus bearraša birra, earát ges barget eanet doahpagiiguin ja fuolkesániiguin oppalaččat.
sma: Muvhth berkieh, vuesiehtimmien gaavhtan naan gille dïejvesigujmie dennie ellen lihkemes fuelhkesne, mearan mubpieh jïjnjh dïejvesigujmie jïh laahkojgujmie berkieh siejhmelaakan.

source: Oahpahuslážut fertejit heivehuvvot ohppiid gálggaide.
sma: Tjuara lïerehtimmiedarjomem sjïehtedidh learohki maehtelesvoetide.

source: Ovdamearkka dihte máhttet muhtin oahppit geavahit doahpagiid dušše njálmmálaččat, earát ges máhttet sihke njálmmálaččat ja čálalaččat geavahit daid.
sma: Vuesiehtimmien gaavhtan naan learohkh ajve laahkojde njaalmeldh nåhtadieh, mearan jeatjebh maehtieh dejtie dovne njaalmeldh jïh tjaaleldh nåhtadidh.

source: Loga eambbo heivvehuvvon oahpahusa birra dás.
sma: Lohkh vielie sjïehtedamme lohkehtimmien bïjre daesnie

source: Árvvoštallan
sma: Vuarjasjimmie

source: Dađistaga- árvvoštallan Oahppit sáhttet oažžut njálmmálaš ja/dahje čálalaš dađistaga-árvvoštallama.
sma: Vuarjasjimmie iktemearan Learohkh maehtieh njaalmeldh jïh / jallh tjaaleldh vuarjasjimmiem iktemearan åadtjodh.

source: Váldde vuođu oahppanulbmiliin.
sma: Vaeltieh våaromem lïerehtimmieulmine.

source: Lea dehálaš addit ohppiide dieđu mii muitala maid sii máhttet, ja mainna fertejit eambbo bargat ja movt sii dán sáhttet dahkat buoremus lági mielde.
sma: Vihkeles bïevnesh bååstede vedtedh learoehkidie maam dah haalvoeh, mejnie dah tjuerieh vielie barkedh jïh guktie dah bøøremeslaakan maehtieh dam darjodh.

source: Oahppit árvvoštallet iežaset ja guhtet guoimmiset Lassin oahpaheaddji dađistaga-árvvoštallamii sáhttet oahppit árvvoštallat iežaset ja guhtet guoimmiset.
sma: Learohkh jïjtjemse jïh sinsitniem vuarjasjieh Lissine dam vuarjasjimmiem iktemearan lohkehtæjjeste, learohkh maehtieh jïjtjemse jïh sinsitniem vuarjasjidh.

source: Dá lea ovdamearka maid oahppit sáhttet geavahit go árvvoštallet iežaset, ja go galget ruovttoluottadieđu addit guhtet guoimmiset.
sma: Daesnie akte vuesiehtimmie maam learohkh maehtieh nåhtadidh gosse jïjtjemse vuarjasjieh, jïh gosse edtjieh sinsætnan bïevnesh bååstede vedtedh.

source: Namma: Dahton: Ceahkki:
sma: Nomme: Biejjie: Daltese:

source: Oahppanulbmil
sma: Lïerehtimmieulmie

source: Dán mun in máhte nohka bures
sma: Im daam nuekies hijven maehtieh

source: Dán mun máhtán
sma: Daam maahtam

source: Dán mun máhtán hui bures
sma: Daam hijven maahtam

source: Dadjat bearašláhtuid namaid
sma: nommem jiehtedh fuelhkien lïhtsegidie

source: Čilget maid gáibmi-sátni mearkkaša
sma: ulmiem buerkiestidh dïejvesistie neebne

source: Deavdde fuolkenamahusaid mat heivejit ovdal oahppit geavahit dán skovi.
sma: Dievhtieh sjyøhtehke laahkoeh aarebi learohkh goerem nåhtadieh.

source: Čállit sániid mu bearraša birra
sma: Baakoeh mov fuelhkien bïjre tjaeledh

source: Dán in máhte mun
sma: Im daam buektehth

source: Dán mun máhtán oalle bures
sma: Daam naa hijven buektehtem

source: Dán máhtán hui bures
sma: Daam hijven maahtam

source: Eadni
sma: Åabpa

source: Áhčči
sma: Vïelle

source: Áhkku
sma: Aahka

source: Nordsamisk: HERMANSEN, JAN OLE.:
sma: Sæjroeh 40-101, + barkoegærja.

source: Fuolkelávlla “ Bearašspeallu. ”
sma: Spïele gærjese Åarjelsaemien 2.

source: Spill fra Ája språksenter, Kåfjord kommune.
sma: BULL, ELLA HOLM 1998: Laavlomh maanide.

source: http://www.kafjord.kommune.no/beara-speallu.329557-21590.html
sma: Vuesiehtimmien gaavhtan laavlome: Manne aahkan aahkove
